{
  "panagramWork": [
    {
      "paragraph": "Up the mountain we go. In front of us, the boulder rests in our grip, waiting for us to push it further. It's smooth, due to the thousands, millions and billions of those who have pushed it before. The peak is nowhere in sight. If we could just walk up ahead, leaving this boulder behind for a moment, we would see how much further there is to go. But we cannot leave our grip, for there is no foothold to stabilize this boulder. And if we let go of this piece of Earth we've been carrying for years and years, millennia actually, it will roll back down to the bottom of this endless mountain."
    },
    {
      "paragraph": "And so we barrel ahead, crashing forwards, careening ever so quickly that we don't have time to conceptualize what the edge looks like. When we are finally able to sit down for a moment and consider the future, we only get far enough to realize that the depth of the problem is at a magnitude we cannot fathom. This dissonance follows us back into our lives, but it only registers as the looming storm. There's no need to worry about those dark clouds, because as you can see, we're perfectly dry: the dark horse charges. But when we do finally reach that edge, and we will, we'll quickly realize it's not some spaceless freefall that climaxes in a single moment of impact. Instead, humanity will tumble at first, being given only a few opportunities to stabilize itself, reaching for footholds that can only be grasped by sheer miracle. Shortly following this, the full-speed fall will begin, and during this time there will be nothing to grab hold of. There will only be what's left after the prolonged series of crashes, only what remains after the hemorrhaging ceases."
    },
    {
      "paragraph": "Up above, there are those who spend their time criticizing the forces that be and thumbing their nose at the powers of the present. We must follow this path from below. Those who have become cracked out of their political mind lavishing in the worldly affairs of the powerful cannot continue to abuse this world. Accountable, yes, they are. Responsible, that would be us."
    },
    {
      "paragraph": "There is also another path being taken, it runs underneath the power structures of our societies. It's still carved along the same fissures, but it's missing some of that existential urgency felt up above, so much closer to the sun. Those on this path spend their time underground, preparing to surface above when they're called. So then, what does this path look like? Like I said, it's very dark down here. I can tell many have journeyed on this ground, but there's little indication of when that was. I've noticed there's foodstuffs scattered along these trails too, so I feel assured in this immediate moment, that there isn't an impending harm that's impending or problem that's forthcoming. There's just me down here, walking along. I have only one item beyond these meager supplies that keep me persisting on, it's this Panagram: I built myself."
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    }
  ]
}
