{
  "panagramsAndTheClassicRomanticSplit": [
    {
      "paragraph": "Humans have lost contact with their souls. They've fallen so deeply into the analytic (rational) thought process that intuition and feeling have been left outside the discussion. Perhaps the verbiage of the above phrase should be adjusted from 'losing and falling' to 'finding and diving.' Because we're not so much the victim to this rational process as we are the creator and practitioner. How can it be said that we've fallen into the pit when we've dug it ourselves and leapt to the center opening? Just because gravity started pulling us down does not mean we're now falling."
    },
    {
      "paragraph": "But, the defense of the analytical mode is strong. Progress, in its many definitions, can be measured with wild success using this practice. From medicine to the digital spaces we now inhabit, the rational is the ever pulling force, progressing us in a direction often mistaken as forwards."
    },
    {
      "paragraph": "And, at this time, there is so much momentum in our movement that whatever direction we choose to pursue, the adjustment is only incremental. And if we're confined to only an incremental level of progress, then a new mode of work needs to be utilized. I should clarify that new in this context is limited to the current period of time where work has almost been lost entirely (non-shallow work), and on a grander historical scale, this method of work is as old as the ancients, perhaps older but perhaps not."
    },
    {
      "paragraph": "On this wider scale, what's needed is a reconnection with these ideas regarding work and quality. There's a needed push to go backwards. Imagine that all of human work and production is, in its natural state, a perfectly formed sphere. As history has progressed, humanity has found ways to push itself forwards in different domains: technology, culture, values, etc. When humanity has breakthroughs in a domain, that sphere starts to distort. Take the invention of the printing press, the beginning of mass literacy in our world: As this new technology makes its way through history, that sphere of work begins to elongate so the top and bottom of the sphere remain the same but the two sides are now pulled and stretched out further. Why does it change shape like this? Well, what's really happening is this sphere is moving along a plane of existence in this abstracted image, and it's this movement that contures the sphere, pushing the sides inwards and the insides forwards and backwards. It's in this shape that the sphere moves towards a future state where literacy, in a historical context, plays a fundamental role in the evolving internal and external landscape. One can then imagine, because of this movement, that literacy functions in some way like an engine, allowing for forces from inside the circle to form and move it within time and space."
    },
    {
      "paragraph": "There is one obvious fact, a fact that becomes obfuscated by all this driveling mess of text above, and it's once these forces start they don't just stop. These foundational engines of humanity cannot simply be stopped, one cannot decide to discontinue the printing press (or the endeavor of mass literacy). By the same thought, one cannot decide to discontinue humanity's dive into an increasingly digitalized existence. "
    },
    {
      "paragraph": "While taxing as it is to continue deeper into this line of thought, I cannot simply move to what I would consider to be the practical and 'key' observations of this idea. This is because, for some ideas, practicality and the ability to create some form of deliverable are not the priority. The necessary, now ubiquitous marketing message of, 'don't waste your readers time.' does not apply here. Not because I want to waste your time, but because I want to remove that perspective's value-assertion that we're forced into. This ultimately, is one major goal of the panagram method. With a continued focus on reiterating one's blocks of time, trying to improve the quality within those blocks, we can slowly start to remove some of those grafted on assumptions that we live our lives by and don't even realize."
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    }
  ]
}
