{
  "panagramExtensionsGTD": [
    {
      "paragraph": "Organization plays a key role in the panagram. There are many styles of organization, picking your favorite is the best advice -- because any system that you aren't excited or interested in using is going to become one filled with work and resistance rather than clarity and enhancement. What many workers fail to realize is, this system of organization is as much a technique as any other skill they're pursuing professionally. And the key to cultivating a technique is to add iterations to the cycles of performance. This is an overly technical way to talk about something as simple as cleaning up one's file directory, but this is precisely why technique is the right descriptor here. The free throw, sprint, and tennis serve all have varying levels of technique, but you can break each of these parts down further. The set-up -- two bounces after the referee passes you the ball; the shot, and the follow through. The idea here is, what are the technical components of a successful system of organization?"
    },
    {
      "paragraph": "It's a difficult question, because unlike the free throw, and other, more standard, technical skills, there is an objective, clearly defined goal and success criteria. Organizational proponents can state many of their goals clearly while talking about successful and effective systems, but there is a wide range of acceptable thoughts and responses to any given system, Unlike the free throw which has only one success criteria: Did you make the shot?"
    },
    {
      "paragraph": "However, before we can spend time looking at specific techniques of organization or methods of tracking, there is a misconception that must be acknowledged, because it's this misconception that creates many well intentioned but unsuccessful attempts at 'getting organized.' The misconception is centered on the organizational principle of efficiency within a system. An example makes this clearer: A meeting of executives yields a new initiative, we must track and store all these listed priorities. Reading over the list, they include things as specific as, 'Create a new living document of contacts that's accessible organization wide,' with other items as vague as, 'Identify new areas of where internal coaching and development can be implemented.' With this large new list, the executives also voice their thoughts on the old style of reference, noting that it should be integrated but streamlined. There are many, nearly infinite, pathways this question could take. There would need to be a truck-load's worth of information accompanying this thought experiment to make it tactically applicable, but all that I want to point out from this question is the information-problem as it comes to the worker, and the first response that surfaces when initiating the organizational process."
    },
    {
      "paragraph": "This misconception is the idea that the highest priority in creating an organizational system is creating a system that actually accounts for all the information that's going to enter and be stored in the system. And to make this clearer, it's really the idea that our systems must account for all the information that will be going in: we want to build a system that accounts for the contingencies so that the system doesn't go out of date or become unusable due to information not having the correct position or visibility. It's the natural and correct thought to have; accounting for contingencies is really the only strategy we have."
    },
    {
      "paragraph": "However, this very quickly leads to a system that is over engineered. For example The organizer has 6 contacts they want to save, some items they need to get from various stores, and tasks listed out on a few different projects. To organize this -- to build a system of organization, the tendency here is to over-structure rather than minimize. Contacts are reference information so that should go in a separate folder with other references, along with a few other categories should be created for the other types of reference information that will inevitably be included. Tasks should be separated by location, subject, time, difficulty, priority, etc. (you name it), so a new section should be created just for these different tasks, and finally they have documents that they don't need but want to keep so a third section should be created even though there's only a few of these items."
    },
    {
      "paragraph": "To give a comparison, it's like designing a hotel without knowing who any of the guests will be. Should one provide 5-star amenities or cheap, neat, clean rooms. Should you have capacity for 80 or 800? And if you only have 5 guests at the moment, should you even be thinking about how to design a hotel at all? "
    },
    {
      "paragraph": "Instead, organization should follow a natural growth process. And rather than trying to design something that takes in different types of information, one should begin with the broadest category and slice it into new pieces as it grows outside its container. So instead of creating any of the overengineered system given above, it would serve well to simply begin with a page titled everything. All that information could fit on that single page: Anything else you need to add could be placed on that page. Now given about 10 minutes, the person could fill that single page beyond it's limit, exposing the terribly limited space on a single page and impossibility of this single page successfully containing everything -- everything being each organizational item in the entirety of existence one inhabits."
    },
    {
      "paragraph": "So by the end of the week, the worker now has collected 100 contacts (all jammed on a single digital page), a long list of tasks that they felt like they had to split off the main page early in the week, a pile of PDFs and Word Docs, a page titled reference, and a handful of random 'note' pages."
    },
    {
      "paragraph": "The key to the organizational system is to be mindful of this moment. It's in the initial phase of thought that we want to structure the organizational system, but the truly effective moment to reslice information is at the end of the cycle where information has been flowing freely, forming its own pathways, and when you can see exactly where the previous iteration wasn't able to contain the input."
    },
    {
      "paragraph": ""
    }
  ]
}
