{
  "panagramAndFlowState": [
    {
      "paragraph": "There is a particular aspect of work that I want to highlight. It's connected to this Classic / Aesthetic divide and focuses on comparisons between equal blocks of time."
    },
    {
      "paragraph": "Someone trained in the panagram thinks of work-value differently. To the Panagrammer, there is no sense of an 8-hour workday. There is no looking, waiting, dreading, until the next break, there is only start and finish. And importantly, if you finish and the work/job isn't done, then that's too bad, it's not going to be done right now. The Panagram method assumes/or aspires that all time labeled deep work is spent in flow-state. This flow-state concept is applied at multiple levels of the method too. One can think of the entire 6 week - 16 week period as a long persistent stretching of focus with groups of weeks as smaller subsections as well as single weeks, days, and hours to be seen as blocks."
    },
    {
      "paragraph": "The question does need to be asked, what's the point of thinking about time and work through this level of deep focus. It produces long and large windows of deep-work opportunity."
    },
    {
      "paragraph": "There is a caveat to this method, one that I imagine has become relatively apparent as the different time blocks and approaches are discussed. The panagram requires a near %100 time commitment, one that nearly 100% of people do not desire, and of those who do desire, many are not able given the setup and expenses of living in a society. However, there are ideas to take out of this method, some will be less transferable the further one deviates from the foundations, but I also believe many of these foundations are less linked to a given method then they are revealed by it."
    },
    {
      "paragraph": "Ritualistic behavior highlights this tendency to reveal rather than produce. Each night before the game, performance, event, the panagrammer takes a 30 min walk where they do nothing but prepare for the upcoming span of time -- the game, the concert, the anything. The question is, what effect do these rituals actually have on performance. One is tempted to state this simply with something like, 'they want to put themselves in a performative mindset.' While this is true, a panagrammer connects these even more deeply. "
    },
    {
      "paragraph": "Think of it like a series of synapses, for the future ones to fire (with more synapses firing producing more effective performances), the prior ones need to be lit-up an executed. This is what the flow state is like, all the relevant synapses are moving and firing to ensure that all work stimuli are treated and handled effectively. In this case, low quality work is attributed to a lack of engagement in flow."
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    }
  ]
}
