{
  "whatIsAPanagram": [
    {
      "paragraph": "I am oppressed; it's an oppression much stronger than one of physical restraint, strong enough to not simply attack the will, but seize from the mind will itself. This self has lost access to its most prized possession. Once proclaiming, 'I think therefore I am,' the self now searches among ruins of old relationships hoping to find a remnant of the proclaimer it once was. A hopelessly frivolous endeavor, it knows these relationships will never be reformed; they simply exist in a space of the mind that cannot be escaped. Without its knowledge, these inescapable facts haunt us as specters of a former life. They dance in front of our eyes seeming to transcend the mundane occurrences, the common tropes, and the fettered lives we live."
    },
    {
      "paragraph": "I am fulfilled; it's a fulfillment more blissful than one of happiness and contentment, blissful enough to not simply convince the will, but lift from the mind will itself. This same self parades its contrived accomplishments as life affirming moments. I proclaim to you, someone I no longer know, someone I never knew, that everything is going according to plan. A meaning-laden quest, successful from start to finish, my canvas only has space for me. It only has space to show the parts of life that ought to be shown. I dangle it in front of your eyes hoping to see you jump, expecting to see you fall, planning my next painting before I finish the last just so I never exist in that space between."
    },
    {
      "paragraph": "I am obsessed; it's an obsession more destructive than one of inaction and fear, destructive enough to not simply destroy the will, but insist that the will destroy itself. This obsession is one I cannot control. This obsession strikes down my ambitions. It strikes down my joy. It strikes down my life. I reach out to you, yes You, the person who exists only in imagination but could exist as so much more. Why must You be watching? Why must I think of You even though I know You don't think of me? Someday, I'll show You."
    },
    {
      "paragraph": "Why am I writing to You?"
    },
    {
      "paragraph": "Simply stated, You are the one who attacks, who seizes thoughts without my noticing, thoughts and questions that try to understand who I am, but can't, because You're there watching, listening; I'll never know. "
    },
    {
      "paragraph": ""
    }
  ]
}
